[
  {
    "id": "President",
    "text": "President",
    "team": "blue",
    "required": true,
    "shortDescription": "Avoid the bomber",
    "description": "You are a primary character. Blue Team wins if you do not gain the “dead” condition."
  },
  {
    "id": "Bomber",
    "text": "Bomber",
    "team": "red",
    "required": true,
    "shortDescription": "Be with the president",
    "description": "You are a primary character. Everyone in the same room as you at the end of the game gains the “dead” condition. The Red Team wins if the President gains the “dead” condition.\nNote: if the Bomber receives the “dead” condition before the end of the game then the Bomber does not provide the “dead” condition to everyone in the same room."
  },
  {
    "id": "BlueTeam",
    "text": "Blue Team",
    "team": "blue",
    "required": true,
    "shortDescription": "Keep the president away from the bomber",
    "description": "You are on the Blue Team. You win If the President does not gain the “dead” condition."
  },
  {
    "id": "RedTeam",
    "text": "Red Team",
    "team": "red",
    "required": true,
    "shortDescription": "Get the bomber to be with the President.",
    "description": "You are on Red Team. You win if the President gains the “dead” condition."
  },
  {
    "id": "Gambler",
    "text": "Gambler",
    "team": "gray",
    "required": true,
    "shortDescription": "Guess if red, blue, or neither team won",
    "description": "At the end of the last round, before all players reveal their cards, you must publicly announce which team (Red Team, Blue Team, or neither) you think won the game. Win only if you are correct."
  },
  {
    "id": "Blind",
    "text": "Blind",
    "required": false,
    "shortDescription": "Keep your eyes closed",
    "description": "You begin with the “blind” condition. Players with the “blind” condition must do their best to never open their eyes during the game. Don’t worry, it is a short game."
  },
  {
    "id": "Clown",
    "text": "Clown",
    "required": false,
    "shortDescription": "Smile... always",
    "description": "Do your best to smile at all times."
  },
  {
    "id": "ShyGuy",
    "text": "Shy Guy",
    "required": false,
    "shortDescription": "No sharing or reveals because you're 'shy'",
    "description": "You begin with the “shy” condition. Players with the “shy” condition may not reveal any part of their card to any player."
  },
  {
    "id": "Mime",
    "text": "Mime",
    "required": false,
    "shortDescription": "Never speak",
    "description": "Do your best to not make any noise"
  },
  {
    "id": "Angel",
    "text": "Angel",
    "required": false,
    "shortDescription": "Tell the truth",
    "description": "You begin with the “honest” condition. Players with the “honest” condition must always verbally tell the truth. This means that you are permitted to lie as long as it is not verbally."
  },
  {
    "id": "Demon",
    "text": "Demon",
    "required": false,
    "shortDescription": "Lie",
    "description": "You begin with the “liar” condition. Players with the “liar” condition must always verbally tell lies. This means that you are permitted to tell the truth as long as it is not verbally."
  },
  {
    "id": "Rival",
    "text": "Rival",
    "required": false,
    "shortDescription": "Avoid the President",
    "description": "You win if you are NOT in the same room as the President at the end of the game."
  },
  {
    "id": "Survivor",
    "text": "Survivor",
    "required": false,
    "shortDescription": "Avoid the bomber",
    "description": "You win if you are NOT in the same room as the Bomber at the end of the game."
  }
]